aspnet-runtime
awww
base-devel
breeze
cliphist
discord
dolphin
dotnet-sdk
dunst
fastfetch
fd
firefox
firefoxpwa
fzf
gamemode
git
grim
gsimplecal
gst-plugin-pipewire
gvfs
htop
hyfetch
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprshot
imagemagick
iwd
kitty
lazygit
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-vulkan-icd-loader
libpulse
mangohud
nano
neovim
network-manager-applet
networkmanager
nodejs
npm
nwg-look
obsidian
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-integration
polkit-kde-agent
postgresql
qt5-wayland
qt6-wayland
qt6ct
rofi
sddm
slurp
smartmontools
steam
stylua
sudo
swappy
swaync
ttf-jetbrains-mono-nerd
tumbler
unzip
uwsm
vim
vulkan-tools
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zsh
